{
    "title": "Philogelos: The Laugh Addict: The World's Oldest Joke Book",
    "translator": "Professor William Berg",
    "parts": [
        {
            "part": "Part I",
            "title": "TH€ UNIVERSITY DUNCE",
            "stories": [
                {
                    "id": 1,
                    "text": "A student dunce orders a lamp from the silversmith. ‘How big a lamp do you want me to make?’ asks the man. ‘Big enough for eight people to see by,’ responds the dunce."
                },
                {
                    "id": 2,
                    "text": "A student dunce went swimming and almost drowned. So now he swears he'll never get into water until he’s really learned to swim."
                },
                {
                    "id": 3,
                    "text": "A student dunce goes to the doctor and says, ‘Doctor, when I wake up, I’m all dizzy, then after half-an-hour I’m O.K.’ ‘Well, wait a half-hour before waking up,’ advises the doctor."
                },
                {
                    "id": 4,
                    "text": "A student dunce tries to sell a horse. Someone asks if it’s thrown its first set of teeth. “Two sets of teeth, actually,’ says the dunce. ‘How’s that?’ ‘Well,’ comes the answer, ‘he threw mine once and my father’s once.’"
                },
                {
                    "id": 5,
                    "text": "A fellow runs into a student dunce and says, ‘Oh, Mr University Man, I dreamed I was talking to you!’ ‘Oh, sorry,’ says the dunce, ‘I was too busy to listen.’"
                },
                {
                    "id": 6,
                    "text": "When a student dunce sees his family doctor coming, he hides his face and ducks behind a wall. A companion asks him why. ‘It’s been so long since I’ve been sick, I’m embarrassed to face him,’ he answers."
                },
                {
                    "id": 7,
                    "text": "A student dunce has his uvula removed. After the operation, the doctor tells him not to try talking. So whenever anyone greets him, he has his slave return the greeting. But then he explains to each one, ‘Don't feel insulted that my slave does the greeting for me: my doctor told me not to talk.’"
                },
                {
                    "id": 8,
                    "text": "A student dunce wants to catch the mouse that’s always eating his scrolls. So he stays up all night in the dark, trying to tempt the mouse with a piece of meat, which he thinks must be tastier than papyrus."
                },
                {
                    "id": 9,
                    "text": "A student dunce wants to teach his ass not to eat too much, so he withholds food from it. When the ass dies of starvation, he grumbles, ‘Just my luck! The moment he really learns not to eat, he ups and dies!’"
                },
                {
                    "id": 10,
                    "text": "A student dunce is trying to sell his horse. Someone asks him if anything ever spooks it. ‘Upon my daddy’s soul, no!,’ he replies. ‘The horse always stays alone in its stall!’"
                },
                {
                    "id": 11,
                    "text": "A student dunce wants to see if he looks good when he’s asleep. So he stands in front of a mirror with his eyes closed."
                },
                {
                    "id": 12,
                    "text": "A student dunce is going to the city. His friend says, ‘Do me a favor and buy me a couple of fifteen-year-old slaves.’ ‘No problem,’ responds the dunce. ‘If I don’t find two fifteen-year-olds, I'll get you one thirty-year-old.’"
                },
                {
                    "id": 13,
                    "text": "A couple of student dunces are complaining to each other about the fact that their fathers are still alive. One of them says, ‘Why don’t we each strangle our old men?’ ‘No way!’ objects the other. “You want people to call us parricides? But if you like, you kill mine, and I'll kill yours.’"
                },
                {
                    "id": 14,
                    "text": "A student dunce buys a house, then peeks out the window and asks passersby if the house suits him."
                },
                {
                    "id": 15,
                    "text": "A student dunce, after dreaming that he stepped on a nail, is bandaging his foot. His colleague asks why, and upon learning the reason, observes, ‘No wonder they call us dunces! Why on earth do you sleep barefoot?’"
                },
                {
                    "id": 16,
                    "text": "A student dunce loses a scroll: He looks for it without success for many days. Finally, while he happens to be eating some lettuce, a corner of the room catches his attention. There lies the scroll! Later, he runs into a friend who’s bemoaning the loss of a set of clothes. ‘Stop your whining,’ says the dunce. ‘Instead, buy some lettuce, eat it while looking into the corner of the room, and behold, there you'll find the clothes!’"
                },
                {
                    "id": 17,
                    "text": "His friend back home writes to a student dunce in Greece to buy some books for him. The dunce neglects the request, and when after some time he again runs into his friend, he says, “You know that letter you sent me about the books? I never got it.’"
                },
                {
                    "id": 18,
                    "text": "Aman goes up to a student dunce and says, ‘The slave you sold me died.’ ‘By the gods,’ counters the dunce, ‘when he was with me, he never did any such thing!’"
                },
                {
                    "id": 19,
                    "text": "A student dunce sees a lot of sparrows in a tree. So he sneaks up, spreads his cloak on the ground, and shakes the tree so the birds will fall into the cloak."
                },
                {
                    "id": 20,
                    "text": "After the banquet, each of two student dunces keeps trying, out of politeness, to escort the other home, so neither of them ever gets to bed."
                },
                {
                    "id": 21,
                    "text": "A student dunce wants to take a nap, but has no pillow. He asks his slave to put a pot under his head. ‘A pot would be too hard,’ says the slave. ‘So stuff it with feathers,’ orders the dunce."
                },
                {
                    "id": 22,
                    "text": "A student dunce runs into another dunce and exclaims, ‘I heard you were dead!’ ‘Look, you see that I’m alive!’ responds the other. ‘But the guy who told me you were dead is much more trustworthy than you,’ counters the dunce."
                },
                {
                    "id": 23,
                    "text": "A student dunce enters the public bath as soon as it opens. Finding no one else there, he comments to his slave, ‘It looks to me as if the bath isn’t working.’"
                },
                {
                    "id": 24,
                    "text": "In a fight with his father, a student dunce goes so far as to say, ‘You lousy bugger, don’t you see how unfairly you've treated me? If you hadn’t been born, I would have inherited my grandfather’s property!’"
                },
                {
                    "id": 25,
                    "text": "A student dunce is voyaging on a very stormy sea. When his slaves start to wail, he tells them, ‘Don’t cry; in my will, I've set you all free!’"
                },
                {
                    "id": 26,
                    "text": "A student dunce is looking for the best place to have his tomb. When people tell him that a certain location would be ideal, he objects that it’s not in a healthy area."
                },
                {
                    "id": 27,
                    "text": "A student dunce, falling ill, has agreed to pay his doctor’s fee if the treatment works. When his wife scolds him for drinking wine during a fever attack, he retorts, ‘You want me to get well and be forced to pay the doctor bill?’"
                },
                {
                    "id": 28,
                    "text": "A dog bites a student dunce on the thumb. His only comment: ‘Hey, he could have got me on the cloak, and torn it.’"
                },
                {
                    "id": 29,
                    "text": "One of a pair of twin brothers dies. When a student dunce runs into the surviving twin, he asks, ‘Did you die, or was it your brother?’"
                },
                {
                    "id": 30,
                    "text": "Seeing that he’s about to be shipwrecked, a student dunce calls for wax tablets so that he can write his will. Noticing that his slaves are in great distress because of their impending doom, he tells them, ‘Don’t be upset; I’m setting you free.’"
                },
                {
                    "id": 31,
                    "text": "A student dunce wants to get across the river with his horse. He rides the horse onto the ferry-boat and stays mounted. Asked why he won't dismount, he replies, ‘I need to keep moving.’"
                },
                {
                    "id": 32,
                    "text": "A student dunce is invited to dinner, but doesn’t eat. When one of the guests asks, ‘Why won’t you have a bite?’ he replies, ‘Because I don’t want to look like I’m just here to eat.’"
                },
                {
                    "id": 33,
                    "text": "A student dunce’s son is playing with a ball, which falls into a well. When the boy peers into the well, he sees his own shadow, and demands of it that it return his ball. Next, he complains to his father that he can’t get the ball back. The dunce, peering into the well and seeing his own silhouette, says, ‘Master, return the ball to the boy!’"
                },
                {
                    "id": 34,
                    "text": "A student dunce visits a sick friend and asks him how he’s feeling. But the friend is delirious with fever and unable to speak. So the dunce leaves in a huff, saying, ‘Well, I hope I’m sick someday, and you visit me, and I don’t give you an answer!’"
                },
                {
                    "id": 35,
                    "text": "A student dunce buys stolen vestments. To make them unrecognizable, he smears them with pitch."
                },
                {
                    "id": 36,
                    "text": "Whenever he meets people, a student dunce has the habit of estimating the cost of their clothes. His father hears about this and scolds him. ‘Father,’ says the dunce, ‘you’ve been listening to slander, and probably not even from a reliable source.’ ‘Well, it was So-and-So who told me.’ ‘Him!? You’d believe someone whose suit cost less than fifty drachmae?’"
                },
                {
                    "id": 37,
                    "text": "A student dunce is trying to sell a horse. Somebody comes and starts to check the horse’s teeth. So the dunce asks, ‘Why are you checking its teeth? I just wish it could trot as well as it eats!’"
                },
                {
                    "id": 38,
                    "text": "Since his aged father is extremely ill, a student dunce asks his friends to get wreaths to wear for the funeral. The next day, however, his father is better. But his friends are of course annoyed. ‘For my part,’ he declares, ‘I’m embarrassed that you’ve all been put to this trouble and expense. So tomorrow you're going to wear the wreaths. No matter how he is, I’m burying the old man tomorrow.’"
                },
                {
                    "id": 39,
                    "text": "Two student dunces are taking a walk together. One of them spots a black bird and remarks, ‘Brother, that bird’s mate is probably dead. That’s why she’s wearing black.’"
                },
                {
                    "id": 40,
                    "text": "A student dunce has lost his little son. After seeing how many people have gathered for the funeral, he keeps saying, ‘I’m ashamed to be burying such a small child in the presence of such a large crowd!’"
                },
                {
                    "id": 41,
                    "text": "A student dunce is selling a house. He carries around one of its building blocks to show people what it’s like."
                },
                {
                    "id": 42,
                    "text": "Two student dunces undertake a journey on foot. One of them is left a little behind when he stops to answer nature’s call. When he reaches the milestone, he finds written on it a message from the other: ‘Catch up with me!’ So beneath that message the straggler writes: ‘No, you wait for me!’"
                },
                {
                    "id": 43,
                    "text": "People tell a student dunce that his beard is coming in. So he goes off to the gate and prepares to receive the beard. Another dunce, after asking and learning why he’s at the gate, exclaims, ‘No wonder we're thought to be dunces! How do you know the beard isn’t coming through the other gate?’"
                },
                {
                    "id": 44,
                    "text": "A student dunce who’s gone to bed beside his father gets up at night and starts eating a bunch of grapes suspended from the ceiling. His father, who has hidden a lamp under a pot, is shocked by this behaviour. All at once, he shines the lamp and exposes the culprit. The dunce simply shuts his eyes and snores, pretending to be fast asleep as he continues to stand there devouring the grapes."
                },
                {
                    "id": 45,
                    "text": "In the middle of the night, a student dunce gets into bed with his own grandmother. When his father gives him a beating for this, the dunce protests, ‘All this time you’ve been tupping my mother, and I never said a word! Now you're angry at having caught me just once with your mother?’"
                },
                {
                    "id": 46,
                    "text": "A student dunce’s farm agent reports that the river has taken his entire property. ‘No fair!,’ shouts the dunce. ‘I'll sue!’"
                },
                {
                    "id": 47,
                    "text": "A student dunce is back on the farm after quite some time. He gets to see the flocks going out to feed, and observing their usual gamboling, he asks why they do this. The overseer, tongue in cheek, responds, ‘They’re doing it in your honor, Sir.’ ‘Oh, my sweet soul!,’ exclaims the dunce. ‘As a reward from me, give them a holiday: don’t let them go out to pasture for three days!’"
                },
                {
                    "id": 48,
                    "text": "A student dunce tries on a new pair of shoes. When they squeak, he stops and says, ‘No more squeaking! You're wearing out my legs!’"
                },
                {
                    "id": 49,
                    "text": "On a visit to the city, a student dunce catches sight of the full moon, and asks his father if other cities have moons just like it."
                },
                {
                    "id": 50,
                    "text": "A student dunce who has lent money to a ship’s captain orders him to provide a large funerary urn for himself, and an additional two small urns for the dunce’s eight-year-old children — proportional in size to the interest on the debt."
                },
                {
                    "id": 51,
                    "text": "A student dunce, visiting his own farm, notices a well and asks if the water is good. When the peasants respond, ‘It's good water; why, your parents used to drink from it,’ the dunce exclaims, ‘How long must their necks have been, to be able to drink from such a deep well?’"
                },
                {
                    "id": 52,
                    "text": "A student dunce, after falling into a cistern, keeps shouting over and over for help. When no one comes, he tells himself, ‘If I don’t go up there and beat them all until they come running with a ladder, I’m a real dunce!’"
                },
                {
                    "id": 53,
                    "text": "A student dunce sits at the dinner table with his father. Set before them is a huge head of lettuce with lots of delicious sprouts. ‘Father, you eat the children,’ proposes the dunce, ‘and I'll eat the mother.’"
                },
                {
                    "id": 54,
                    "text": "A student dunce writes to his father from Athens. His head is swollen with what he’s learned there, so he adds, ‘When I return, I hope to find you on trial for a capital crime, Father. Then I can show you what a lawyer I’ve become!’"
                },
                {
                    "id": 55,
                    "text": "A sly student dunce has run out of money. He resorts to selling off his books, telling his father in a letter, ‘Congratulate me, Father! I’m already earning a living through my books!’"
                },
                {
                    "id": 56,
                    "text": "A student dunce, a bald man, and a barber happen to be travelling together. Having to stay overnight in a remote area, they agree that each of them will stay awake in four-hour shifts to watch the baggage. The first watch falls by lot to the barber. Looking for a diversion, he settles for shaving the dunce’s head while he sleeps. When his own time is up, he wakes the dunce. The dunce gets up, scratches his head, and, finding it smooth, remarks, ‘What an idiot that barber is! He got it wrong: he was supposed to wake me, and instead he woke the bald man!’"
                },
                {
                    "id": 57,
                    "text": "A student dunce begets a child by a slave girl. His father advises him to kill the child. The dunce retorts, ‘Bury your own children first, and then tell me to do away with mine!’"
                },
                {
                    "id": 58,
                    "text": "A student dunce enters the public bath. An attendant splashes hot water on his feet. The dunce’s reaction: ‘Idiot! What's the point of pouring hot water on a man who's cold?’"
                },
                {
                    "id": 59,
                    "text": "Someone tells a student dunce that he’s had a fine meal of fatted fowl that was slightly rotted. So the dunce goes to the poultry shop and says, ‘Kill me a slightly rotted bird.’"
                },
                {
                    "id": 60,
                    "text": "A student dunce’s farm is many miles away. To bring it closer, he knocks down seven milestones."
                },
                {
                    "id": 61,
                    "text": "A student dunce is teaching at the elementary school. He suddenly glances at one corner of the classroom and shouts, ‘Dionysius is out of order!’ When one of the pupils tells him that Dionysius isn’t there yet, the dunce responds, ‘Well then, he will be out of order when he comes!’"
                },
                {
                    "id": 62,
                    "text": "Back in the year of the Millennial Games in Rome [248 C.E.], a student dunce saw a defeated athlete in tears. ‘Don’t feel bad,’ the dunce reassured him. ‘At the next Millennial Games, you'll be a winner.’"
                },
                {
                    "id": 63,
                    "text": "A student dunce is working as an assessor with an Official who is blind in his right eye. Having set out on a survey one day, the official admires the grapevines he sees on his left side. ‘When we turn around and go the other way, you'll like what you see on that side, too,’ offers the dunce."
                },
                {
                    "id": 64,
                    "text": "A student dunce buys a pair of trousers. But they're so tight that he can barely pull them on. So he uses a depilatory."
                },
                {
                    "id": 65,
                    "text": "A student dunce’s son is sent off to the war by his father. He promises to come back with the head of one of the enemy. ‘I'll be glad,’ responds the dunce, ‘when I see you’ve come back, even with no head!’"
                },
                {
                    "id": 66,
                    "text": "A student dunce observes a barge on the river, weighed down with a full load of grain. ‘If that river rises just a little bit,’ muses the dunce, ‘she'll sink for sure.’"
                },
                {
                    "id": 67,
                    "text": "A student dunce, coming back from abroad, runs into his father-in-law, who asks how the dunce’s old classmate is doing. ‘He’s doing really well,’ comes the answer. ‘He’s so happy now that he’s buried his father-in-law.’"
                },
                {
                    "id": 68,
                    "text": "A student dunce writes a legal brief on someone’s behalf. Then he reads it aloud in public. When his client objects that he’s acting inappropriately, giving away to his adversaries the special arguments in the brief, the dunce responds, ‘Idiot, do you want me to give away something convincing?’"
                },
                {
                    "id": 69,
                    "text": "A student dunce pays a visit to the parents of a dead classmate. The father raises a lament and says, ‘My child, you have torn me to pieces!’ The mother keeps saying ‘My child, you have taken the light from my eyes!’ The dunce tells his companions, ‘If he really committed those crimes, he ought to have been cremated alive!’"
                },
                {
                    "id": 70,
                    "text": "A student dunce goes off to visit a sick friend. When the friend’s wife tells him, ‘He’s already passed on,’ the dunce responds, ‘O.K., if he ever comes back, would you tell him I stopped by?’"
                },
                {
                    "id": 71,
                    "text": "A student dunce, looking to buy some soft cloth, and having been given a sample for the proper length and width, keeps asking which is the length and which the width."
                },
                {
                    "id": 72,
                    "text": "A student dunce is a guest at a wedding. As he leaves the party, he wishes the couple ‘Many happy returns.’"
                },
                {
                    "id": 73,
                    "text": "The same dunce declared that Scribonia’s tomb was fine and fancy, but built in an unhealthy area."
                },
                {
                    "id": 74,
                    "text": "A student dunce is riding a very skinny horse. Someone comes up and says, ‘Your horse is at death’s door.’ “Good, that’s just where I was headed,’ responds the dunce."
                },
                {
                    "id": 75,
                    "text": "A student dunce is sick, then starts getting hungry. He can’t believe the noon whistle hasn’t yet sounded, so he orders that the sundial be brought to his bedside."
                },
                {
                    "id": 76,
                    "text": "On a visit to the temple of Serapis in Alexandria, a student dunce is given an olive branch by the priest, with the words, ‘May the Lord and Master be gracious to you.’ ‘Let the Lord and Master be gracious to my slave,’ responds the dunce. ‘I myself am a free man.’"
                },
                {
                    "id": 77,
                    "text": "A student dunce has just buried his son. When he runs into the boy’s teacher, he says, ‘So sorry my son didn’t show up for school; he died and couldn’t make it.’"
                },
                {
                    "id": 78,
                    "text": "A student dunce acquires some paintings from Corinth by ancient artists. As he loads them onto ships, he warns the sailors, ‘If you lose these, you'll have to get me new ones!’"
                },
                {
                    "id": 79,
                    "text": "The cupbearer passes a student dunce a wine-goblet that’s boiling over. The dunce sets it down on the table with the words, ‘Let it sit there until your assistant comes and finds it only boiling.’"
                },
                {
                    "id": 80,
                    "text": "A student dunce is sailing on a ship that’s in grave danger because of a storm. To make the ship lighter, the passengers are throwing articles from their baggage overboard; they urge him to do the same. Now, the dunce happens to be holding a cheque for a million, five hundred thousand drachmae. Erasing five hundred thousand from the cheque, he boasts, ‘See there, I’ve made the ship lighter by that much money!’"
                },
                {
                    "id": 81,
                    "text": "A student dunce on a storm-tossed ship hears the wailing of his fellow passengers. ‘Why are you all so stingy?’ he asks. ‘Me, I paid an extra ten silver drachmae, and I’m sailing at the captain’s own risk!’"
                },
                {
                    "id": 82,
                    "text": "In the course of a battle, a student dunce scales a wall and gets a bucket of shit poured over him. ‘Would you mind,’ he shouts, ‘fighting clean?’"
                },
                {
                    "id": 83,
                    "text": "A boat on the Rhine runs aground. A student dunce jumps down under the rear deck, hoping to force the boat to heave upward. He fails to notice that his feet are making the boat sink even further into the mud."
                },
                {
                    "id": 84,
                    "text": "The same dunce addresses the troops: ‘We have a long march ahead of us tomorrow, boys, so do some extra sitting today.’"
                },
                {
                    "id": 85,
                    "text": "A student dunce moves into his new house. After cleaning up the area in front of the gate, he puts up a sign: ‘Don’t leave your shit here; it won’t be returned.’"
                },
                {
                    "id": 86,
                    "text": "His father wants to beat a student dunce for losing a denarius (a four-drachma coin). ‘Don’t be angry,’ says the dunce, ‘I’m buying you another denarius with my own money.’"
                },
                {
                    "id": 87,
                    "text": "Having acquired a gladiator’s costume, a student dunce is having fun with it in the house. Suddenly someone announces his father’s arrival. The dunce throws away the shield and unties the greaves. When his father finally appears before him, the dunce pretends to be reading a scroll — though still wearing the helmet."
                },
                {
                    "id": 88,
                    "text": "A student dunce, returning from a trip abroad, and climbing up a steep path, is amazed: ‘When I first set out on this way, it was a road down; how has it now so quickly changed, and become a road up?’"
                },
                {
                    "id": 89,
                    "text": "On a voyage, a student dunce asks the captain what time it is. ‘No idea,’ responds the captain. ‘And how long have you been this ship’s captain?’ ‘Three years.’ ‘So how does it happen that I, who bought a house only six months ago, can tell the time whenever the sun shines down into the courtyard, but you can’t figure it out from the situation of the ship, though you've been captain for such a long time?’"
                },
                {
                    "id": 90,
                    "text": "A professorial dunce is often asked to give eulogies for the dead. He writes one for someone who's still alive, and the guy objects. Retorts the dunce: ‘If you pass up the chance to try it out now, do you want me to give an extemporaneous eulogy and say the wrong thing after you’re dead?’"
                },
                {
                    "id": 91,
                    "text": "A student dunce invites his fellow students to dinner. They praise the pig’s head and urge him to have another feast the next day. So he goes off to the butcher and says, ‘Give me another head from the same porker; we really liked the one we had yesterday!’"
                },
                {
                    "id": 92,
                    "text": "A student dunce asks his father, ‘How much liquid does a two-quart flask hold?’"
                },
                {
                    "id": 93,
                    "text": "Discovering that a ladder has twenty steps going up, a student dunce asks if there are just as many going down."
                },
                {
                    "id": 94,
                    "text": "Some people are talking about indigestion. A student dunce insists that he’s never had it. They ask him, ‘Don’t you ever come out with a bitter-tasting or foul-smelling burp?’ ‘Oh, sure,’ says the dunce, ‘I do that every day!’"
                },
                {
                    "id": 95,
                    "text": "A son is born to a student dunce. When people ask him what name he’s going to give the child, he answers, ‘My own; and as for me, I'll continue to stay the same person I’ve been up to now.’"
                },
                {
                    "id": 96,
                    "text": "Two cowardly student dunces are being pursued by the enemy. One of them hides in a well, the other in a marsh. The soldiers let a helmet down into the well in order to draw water. The first dunce, thinking that a soldier has come down the well, gives himself away by surrendering. When the soldiers tell him that they’ll pass him by if he keeps quiet, the dunce hidden in the marsh speaks out: ‘Please pass me by as well; I’m keeping quiet, too!’"
                },
                {
                    "id": 97,
                    "text": "A student dunce’s wife has died. He goes to buy a sarcophagus, and gets into a fight over the price. The salesman swears that he won’t sell it for less than 50,000 drachmae. ‘Well,’ says the dunce, ‘since you've resorted to swearing an oath, here’s the 50,000. But throw in a small sarcophagus, so that if I need it, I can have one ready for my boy.’"
                },
                {
                    "id": 98,
                    "text": "A friend of his runs into a student dunce and congratulates him on the birth of his son. ‘With a little help from friends like you,’ returns the dunce."
                },
                {
                    "id": 99,
                    "text": "A student dunce is asked by someone, ‘Lend me a cloak to go down to the country.’ ‘I have a cloak to go down to your ankle,’ responds the dunce, ‘but I don’t have one that reaches as far as the country.’"
                },
                {
                    "id": 100,
                    "text": "A student dunce was travelling in a carriage. When the mules were exhausted and unable to go any farther, the driver unhitched them so they might have a bit of a rest. Now, as soon as they were released, they ran off. The dunce said to the driver, ‘Idiot, do you see now that the mules are running just fine, and that it’s the carriage’s fault that we can’t move?’"
                },
                {
                    "id": 101,
                    "text": "A student dunce is observing twin brothers. When some people express amazement at their similarity to one another, the dunce says, ‘Actually, that one doesn’t look as much like his brother as his brother looks like him.’"
                },
                {
                    "id": 102,
                    "text": "A fellow says to a student dunce, ‘Demeas, I saw you Tuesday in a dream.’ ‘You lie,’ says the dunce. ‘I was in the country then.’"
                },
                {
                    "id": 103,
                    "text": "A student dunce is having a discussion with two companions. One of them says it’s not right to slaughter a sheep, because the sheep gives milk and wool. The other points out that it’s also not proper to kill a cow, because the cow provides milk and the work of ploughing. The dunce chimes in: ‘And it’s not right to kill a pig, either, because it gives us liver and sow’s udder and sow’s womb!’"
                }
            ]
        },
        {
            "part": "Part II",
            "title": "TH€ TRULY GREEDY",
            "stories": [
                {
                    "id": 104,
                    "text": "A miser writes his will and names himself as the heir."
                },
                {
                    "id": 105,
                    "text": "A miser is asked why he eats nothing but olives. ‘Well, I have the skin for a staple, and the seeds to burn instead of wood, and I don’t have to wash my face after eating, since I smear it with olive oil.’"
                },
                {
                    "id": 106,
                    "text": "A professional pauper consistently tricks his girlfriend into thinking he is well-born and wealthy. One day, as he’s cadging a free meal at the neighbors’, he suddenly spies her. Turning in her direction, he calls out, ‘Send over my cloak with the fancy clasp, will you?’"
                },
                {
                    "id": 107,
                    "text": "Another like him, a big talker but poor as a church mouse, happens to be sick on top of everything else. His girlfriend comes over unexpectedly and finds him prostrate on a reed mat. Embarrassed, he lays the blame on the doctors: ‘It was this city’s most expert physicians who ordered me to lie on the mat.’"
                },
                {
                    "id": 108,
                    "text": "In the market-place, a pretentious boaster catches sight of his farm boy, who has recently come in from the country. ‘How are my sheep doing?’ he asks. ‘Well, one is lying down, fast asleep, but the other’s up,’ responds the boy."
                },
                {
                    "id": 109,
                    "text": "A dunce hears that fair judgments are made in Hades. Since he has a case in court, he hangs himself."
                }
            ]
        },
        {
            "part": "Part III",
            "title": "ABSURD ABDERITES",
            "stories": [
                {
                    "id": 110,
                    "text": "In Abdera the citizenry used to be divided into two parts — those living to the east, and those living to the west. When enemies suddenly descended on the city and everyone was terrified, the ones living on the east side kept telling each other, ‘Let’s not panic; after all, the enemy are coming in by the western gates.’"
                },
                {
                    "id": 111,
                    "text": "In Abdera a donkey goes missing and manages to get into the gymnasium and spill the contents of the ointment jar. The Abderites get together and send for all the donkeys in town. Gathering them into one place, they whip the guilty party in front of the others — just to make sure it won't happen again."
                },
                {
                    "id": 112,
                    "text": "An Abderite wants to hang himself, but the rope breaks and he gets a bad bump on the head. He goes to the doctor, gets some salve, rubs it on the wound, and then goes ahead and hangs himself again."
                },
                {
                    "id": 113,
                    "text": "Seeing a eunuch with a huge hernia stepping out of a bathtub, an Abderite says, ‘Time to wash down the tub — I assume you're the guy who does that.’"
                },
                {
                    "id": 114,
                    "text": "An Abderite sees a eunuch and asks him how many children he has. The guy explains that you need testicles to be able to make babies. ‘Well,’ rejoins the Abderite, ‘you can always buy a pair at the butcher shop.’"
                },
                {
                    "id": 115,
                    "text": "An Abderite sees a eunuch talking with a woman and asks him if she’s his wife. The guy responds that a eunuch is unable to have a wife. ‘Ah, so she’s your daughter?’"
                },
                {
                    "id": 116,
                    "text": "An unlucky Abderite is not only a eunuch: he’s got himself a hernia on top of that."
                },
                {
                    "id": 117,
                    "text": "An Abderite is in the same bed as someone with a hernia. The Abderite needs to get up in the night. When he comes back, since there’s no light, he accidentally steps on the hernia. His bedmate lets out a yell, so the Abderite asks him, ‘Why do you sleep with your head down there?’"
                },
                {
                    "id": 118,
                    "text": "An Abderite is out for a walk and notices a guy with a hernia taking a piss. ‘Wow, looks like he'll be pissing ‘til the cows come home,’ he muses."
                },
                {
                    "id": 119,
                    "text": "An Abderite sees someone with a hernia climbing out of a pool, barely able to walk. ‘Why do you gorge yourself so insatiably?’ he asks. ‘It's obviously more weight than you can decently carry.’"
                },
                {
                    "id": 120,
                    "text": "An Abderite hears that onions and other bulbous plants cause wind. So when he’s out sailing and the sea is calm, he hangs a sackful from the stern."
                },
                {
                    "id": 121,
                    "text": "An Abderite observes a runner who’s been crucified. ‘By the gods,’ he exclaims, ‘he’s no longer running — he’s flying!’"
                },
                {
                    "id": 122,
                    "text": "An Abderite is selling a pitcher that’s missing its ears. When someone asks why he took away the ears, he answers, ‘So it wouldn’t run away when it heard it was being sold.’"
                },
                {
                    "id": 123,
                    "text": "An Abderite has cremated his father according to custom. Afterward, he runs home to his sick mother and says, ‘There’s still a bit of firewood left; so if you want to end your pain, get yourself cremated with it.’"
                },
                {
                    "id": 124,
                    "text": "An Abderite is dreaming that he’s selling a pig, and is asking 100 denarii for it. Someone is offering fifty, but he won't take it. At that point, he wakes up. Then, keeping his eyes shut, he holds out his hand and says, ‘Oh well, O.K., give me the fifty.’"
                },
                {
                    "id": 125,
                    "text": "An Abderite’s sparrow has died. After some time passes, he sees an ostrich and muses, ‘If my little sparrow had only lived, he’d be that big by now.’"
                },
                {
                    "id": 126,
                    "text": "An Abderite takes a trip to Rhodes and sniffs its walls to see if they really smell like roses, as the city’s name suggests."
                },
                {
                    "id": 127,
                    "text": "An Abderite owes someone an ass. Not having one, he asks the man to let him pay two half-asses instead."
                }
            ]
        },
        {
            "part": "Part IV",
            "title": "THE SILLY SIDONIANS",
            "stories": [
                {
                    "id": 128,
                    "text": "A Sidonian prefect was travelling in a carriage. When the mules were exhausted and unable to go any farther, the driver unhitched them so they might graze and rest up a bit. Now, as soon as they were released, they ran off. The prefect said to the driver, ‘Idiot, do you see now that the mules are running just fine, and that it’s the carriage that’s stuck and can’t move?’"
                },
                {
                    "id": 129,
                    "text": "A lawyer from Sidon is having a discussion with two companions. One of them says it’s not right to slaughter a sheep, because the sheep gives milk and wool. The other points out that it’s also not proper to kill a cow, because the cow provides milk and the work of ploughing. The lawyer chimes in: ‘And it’s not right to kill a pig, either, because it gives us liver and sow’s udder and kidneys.’"
                },
                {
                    "id": 130,
                    "text": "A Sidonian professor enters the public bath as soon as it opens. Finding no one else there, he comments to his slaves, ‘It looks to me as if the bath isn’t working.’"
                },
                {
                    "id": 131,
                    "text": "A student dunce from Sidon has a farm that’s many miles away. To bring it closer, he knocks down seven milestones."
                },
                {
                    "id": 132,
                    "text": "A salesman from Sidon undertakes a journey on foot with a companion. When he needs to relieve himself, he is left a bit behind and remains some distance back. His fellow traveller gets ahead of him and writes ‘Hurry and catch up with me!’ on a milestone. When he reads it, the Sidonian writes underneath, ‘No, you wait for me!’"
                },
                {
                    "id": 133,
                    "text": "A fellow asks a hunchbacked Sidonian fisherman, ‘Hey, you got any hardshell crabs in that hump — er, I mean hamper of yours?’ The fisherman, furious, retorts, ‘You got any softshell crabs in your fat tit — er, I mean kit?’"
                },
                {
                    "id": 134,
                    "text": "A Sidonian centurion addresses the troops: ‘Today I want you to sit a lot, because tomorrow you're going to do a lot of marching.’"
                },
                {
                    "id": 135,
                    "text": "Someone asks a Sidonian candle-maker, ‘Sir, do you have chilblains — er, I mean kindling?’ The angry candle-maker responds, ‘And you, Sir, do you have chancres — er, I mean charcoal?’"
                },
                {
                    "id": 136,
                    "text": "A learned Sidonian asks the local schoolteacher how much liquid a two-quart flask holds. The answer: ‘Are you talking about wine or olive oil?’"
                },
                {
                    "id": 137,
                    "text": "A fellow says to a butcher from Sidon, ‘Lend me a knife as far as Smyrna.’ ‘I don’t have a knife that reaches that far,’ answers the butcher."
                },
                {
                    "id": 138,
                    "text": "A Sidonian centurion sees a teamster driving an ox-cart through the middle of the marketplace. He orders him to be beaten, but the teamster claims, ‘I am a Roman citizen; it's against the law to beat me.’ So the centurion orders the oxen to be flogged."
                },
                {
                    "id": 139,
                    "text": "After his patient dies, a Sidonian doctor receives a bequest from him of a thousand drachmae. As the man is being carried out to burial, the doctor follows the funeral procession, all the while complaining of what a small bequest the man has left him. So when the deceased’s son falls ill, and begs the doctor to examine him and do something to combat his disease, the doctor answers, ‘If you leave me 5,000 drachmae as a bequest, I'll treat you just as I treated your father.’"
                }
            ]
        },
        {
            "part": "Part V",
            "title": "TH€ QUICK STUDY",
            "stories": [
                {
                    "id": 140,
                    "text": "A sharp-witted fellow is watching a really dumb literature teacher at work. He approaches him and asks, ‘Why aren’t you teaching the lyre?’ ‘I don’t know how to play the lyre,’ answers the teacher. ‘Then how is it you're teaching literature, when you don’t know how to read?’"
                },
                {
                    "id": 141,
                    "text": "Steering his ship, a quick-witted captain is asked, ‘What kind of wind do we have today?’ ‘Beans and onions, I'd say,’ comes the response."
                },
                {
                    "id": 142,
                    "text": "A sharp wit is suffering from conjunctivitis. The doctor comes in, anoints his eyes, and steals his lamp. A day later, the doctor asks him, ‘So how are the eyes?’ ‘From the time you anointed me, I can’t even see my lamp,’ responds the sharper."
                },
                {
                    "id": 143,
                    "text": "A patient complains to a quick-witted doctor, ‘I have these burning inflammations all over me!’ Advises the doctor, ‘Stick them all in a brass pot, and you'll never lack for heat!’"
                },
                {
                    "id": 144,
                    "text": "A sharp wit observes a slow runner: ‘I know just what that gentleman needs.’ ‘What's that?’ demands the sponsor of the race. ‘He needs a horse; otherwise, he can’t outrun the competition!’"
                },
                {
                    "id": 145,
                    "text": "A sharper who's trading at a commissary comes upon a sergeant on top of his wife. ‘Hey,’ he exclaims, ‘here’s an item I wasn’t shopping for!’"
                },
                {
                    "id": 146,
                    "text": "A sharper steals a pig and starts running with it. When he’s caught, he sets the pig on the ground and thrashes it, declaring, ‘Do your digging here, not on my property!’"
                },
                {
                    "id": 147,
                    "text": "A quick study, coming upon a singer who’s both shrill and off-key, greets him with the words, ‘Hello there, Mr. Rooster!’ ‘Why do you call me that?’ asks the singer. ‘Because whenever you crow, everybody gets up.’"
                },
                {
                    "id": 148,
                    "text": "When the garrulous barber asks him, ‘How shall I cut your hair?’ a quick wit answers, ‘Silently.’"
                },
                {
                    "id": 149,
                    "text": "A sharp lawyer, having been insulted by someone in the public bath, goes to court and calls the bath attendants as witnesses. The defendant rejects the witnesses as not being credible. The lawyer counters, ‘If I had been insulted inside the wooden horse at Troy, I would have called the attendants of Menelaos and Odysseus and Diomedes as witnesses. But since the insult occurred in the bath house, the bath attendants must be the ones most likely to know what happened.’"
                },
                {
                    "id": 150,
                    "text": "A quick study is in the public bath. Two guys ask to borrow one of his strigils for scraping the olive oil off their bodies. One of them is a stranger, the other he recognizes as a thief. To the one he says, ‘No deal; I don’t know you.’ To the other: ‘No deal; I know you.’"
                },
                {
                    "id": "151",
                    "text": "A sharp wit sees a brothel-keeper pimping a black prostitute. ‘How much for a night with Lady Night?’ he inquires."
                },
                {
                    "id": "151b",
                    "text": "A quick study watches a doctor putting salve on a beautiful girl's eyes. ‘Careful, young man,’ says he. ‘Don't let curing the girl above lead to ruining her below!’"
                },
                {
                    "id": 152,
                    "text": "Two sharpers are having an angry discussion about killing their fathers. One says to the other, ‘Look, if we do this by our own hands, a lot of people will consider us parricides. But if you slay my father and I slay yours, we avoid getting a bad reputation.’"
                },
                {
                    "id": 153,
                    "text": "A quick study is wrestling and falls into the mud. Not wishing to seem untrained, he rolls around and completely covers himself with mud, then stands up and strikes a manly pose."
                }
            ]
        },
        {
            "part": "Part VI",
            "title": "CRAZIES FROM KYME",
            "stories": [
                {
                    "id": 154,
                    "text": "In Kyme, an official of some sort is having a funeral. A stranger approaches those conducting the obsequies and asks, ‘Who’s the dead guy?’ One of the Kymaeans turns and points: ‘The one lying over there on the bier.’"
                },
                {
                    "id": 155,
                    "text": "A Kymaean is trying to sell a horse. Someone comes up to him and asks if the horse has thrown its first set of teeth. ‘Two sets of teeth, actually,’ says the Kymaean. ‘How do you know that?’ ‘Well,’ comes the answer, ‘he threw mine once and my father’s once.’"
                },
                {
                    "id": 156,
                    "text": "A Kymaean is selling a house. He carries around one of its building blocks to show what it’s like."
                },
                {
                    "id": 157,
                    "text": "A Kymaean is selling a horse. Asked if anything ever spooks it, he answers, ‘Upon my soul, no! He’s always all by himself in the manger.’"
                },
                {
                    "id": 158,
                    "text": "A Kymaean is trying to sell a horse. Somebody comes and starts to check the horse’s teeth. The Kymaean says to him, ‘Why are you checking its teeth? I just wish it could trot as well as it eats!’"
                },
                {
                    "id": 159,
                    "text": "A Kymaean makes a big threshing floor, stands at one edge of it, and calls to his wife on the opposite side: ‘Can you see me?’ ‘Only just barely,’ she calls back. ‘O.K., one of these days, I'll make a threshing floor so big that not only will I not be able to see you, but you'll not be able to see me, either.’"
                },
                {
                    "id": 160,
                    "text": "A Kymaean goes to see a friend of his. He’s standing in front of the friend’s house, calling his name, when another voice answers, ‘Shout louder, so he can hear!’ So the Kymaean shouts, ‘Hey, Louder!’"
                },
                {
                    "id": 161,
                    "text": "A thief from Kyme, targeting the house of a loan shark and hoping to steal the biggest sums, picks out the heaviest sheets of paper."
                },
                {
                    "id": 162,
                    "text": "When the Kymaeans were walling up their city, one of the citizens, Lollianus by name, used his own money to build sections connecting three of the towers. This so offended the Kymaeans that they all agreed that no one but Lollianus himself should defend that part of the wall."
                },
                {
                    "id": 163,
                    "text": "The people of Kyme, expecting the arrival from abroad of a popular and revered guest, wish to honor him with fresh water in the public bath. However, there’s only one pool in the bath. So they fill it with hot water and put a grate across it mid-way. Thus, they think, they'll keep at least half the water fresh for their guest."
                },
                {
                    "id": 164,
                    "text": "A Kymaean is out swimming when it starts to rain. Not wanting to get wet, he dives down as deep as he can."
                },
                {
                    "id": 165,
                    "text": "Shopping for windows, a Kymaean asks if there are any that look south."
                },
                {
                    "id": 166,
                    "text": "A Kymaean is riding alongside a garden on his ass. Noticing the overhanging branch of a fig-tree loaded with ripe figs, he takes hold of it. Just then, the ass runs out from under him, leaving him hanging from the branch. The gardener comes over and asks, ‘What do you think you're doing, hanging like that from my tree?’ ‘I just fell off my ass,’ responds the Kymaean."
                },
                {
                    "id": 167,
                    "text": "A Kymaean is watching a sheep being shorn, with its legs all tied together. He says, ‘Thank goodness my barber never ties me up when he shaves me!’"
                },
                {
                    "id": 168,
                    "text": "While his father is out of town, a Kymaean commits a serious crime and is condemned to death. As he exits the courtroom, he begs everyone not to let his father know: ‘The old man will kill me if he finds out!’"
                },
                {
                    "id": 169,
                    "text": "Someone shouts at the same guy, ‘Hey, you just picked my pocket!’ ‘Heavens,’ responds the Kymaean, ‘if I picked your pocket, may I never return from where I’m off to now!’"
                },
                {
                    "id": 170,
                    "text": "Someone asks a Kymaean where the attorney Dracontides lives. The guy responds, ‘I’m all alone here, but if you don’t mind, watch my workshop and I'll go out and show you.’"
                },
                {
                    "id": 171,
                    "text": "When his father dies, a man from Kyme delivers the body to Egyptian embalmers in Alexandria. In due time, he goes to get it back. An embalmer, who has several other bodies there, asks what distinguishing characteristic the guy’s father might have. ‘A bad cough,’ comes the answer."
                },
                {
                    "id": 172,
                    "text": "A Kymaean sees a boxer with lots of cuts and bruises. ‘Where’d you get them?’ he asks. ‘From The Stinger,’ says the boxer. ‘So why do you sleep on the ground?’ counters the Kymaean."
                },
                {
                    "id": 173,
                    "text": "A guy from Kyme is selling honey. Someone comes along, gives it a taste, and exclaims, ‘Hey, that’s good honey!’ ‘Yeah,’ says the Kymaean, ‘and if that mouse hadn’t fallen into it, I wouldn’t be selling it now.’"
                },
                {
                    "id": 174,
                    "text": "A Kymaean was sick. The doctor gave up on him, but he made a recovery nevertheless. Now, he ducks around corners to avoid the doctor, who asks him why. ‘Well, you said I was dying,’ says the Kymaean, ‘so now I’m embarrassed to be alive.’"
                },
                {
                    "id": 175,
                    "text": "A doctor from Kyme manages to turn a patient’s full-blown malarial fever into semi-malarial fever. So he only asks for half his fee. The patient then receives an enema, and his assistant examines what comes out. When the assistant indicates that the patient is dead, the doctor exclaims, ‘I swear he would have croaked if he hadn’t had a purging!’"
                },
                {
                    "id": 176,
                    "text": "A doctor from Kyme, treating a hopeless case, gives not so sharp."
                },
                {
                    "id": 177,
                    "text": "A Kymaean doctor is operating on a patient who’s screaming in terrible agony. So he substitutes a knife that’s not so sharp."
                },
                {
                    "id": 178,
                    "text": "Two Kymaeans buy two jugs full of dried figs. On the sly, each of them eats from the other’s jug rather than from his own. When they’ve consumed all of each other’s figs, each one turns back to his own jug, only to find it empty. So they arrest each other and bring themselves before the magistrate. His verdict: they must exchange their empty jugs and refund to each other the price of the figs."
                },
                {
                    "id": 179,
                    "text": "In Kyme, before the general assembly, a politician has been accused of criminal behavior. ‘Fellow citizens,’ he declaims, ‘if it turns out that these people have laid false charges against me, let them be condemned by you; but if I have committed any of those crimes, let this auditorium fall upon me while all of you are sitting here before me.’"
                },
                {
                    "id": 180,
                    "text": "A Kymaean magistrate once made proclamations like these: 1. Let the officials, immediately after the sacrifice, offer up their own hides to the priest. 2. Councillors, come to the council-chamber and refrain from holding council. 3. Let the butchers throw their own bones over the city wall. 4. And let the cobblers not stick to their lasts."
                },
                {
                    "id": 181,
                    "text": "People of Kyme have gathered to vote. They notice that quite a few from neighboring cities are absent, with the roughness of the road as their excuse. The Kymaeans’ unanimous conclusion: ‘Then we'll be fools to show up ourselves next year, won’t we?’"
                },
                {
                    "id": 182,
                    "text": "A Kymaean doctor, while in the process of opening up a head wound, turns the patient on his back and pours water into his mouth. He does this to see when water will run out of the hole he’s just made."
                }
            ]
        },
        {
            "part": "Part VII",
            "title": "HOTHEADS",
            "stories": [
                {
                    "id": 183,
                    "text": "Consulting a hotheaded doctor, a fellow says, ‘Professor, I’m unable to lie down or stand up; I can’t even sit down.’ The doctor responds: ‘I guess the only thing left is to hang yourself.’"
                },
                {
                    "id": 184,
                    "text": "Someone asks a hotheaded doctor, ‘What should I do? When I go to the toilet, I drop blood and urangria.’ The doctor: ‘Hey, I couldn’t be angrier if you shat all your insides out!’"
                },
                {
                    "id": 185,
                    "text": "A one-eyed hotheaded doctor asks a patient, ‘How are you?’ ‘As you can see,’ answers the patient. ‘Well, if it’s as I can see, then I’d say you're half dead.’"
                },
                {
                    "id": 186,
                    "text": "A doctor visits a hotheaded patient. After laying a hand on him, he declares, ‘You have a bad fever.’ Responds the hothead: ‘If you think you're able to have a better one, there’s a bed: lie down and run a fever!’"
                },
                {
                    "id": 187,
                    "text": "A hotheaded astrologer reads the horoscope of a sick child. Having promised the mother that the boy will have a long life, he demands his fee. When the mother says, ‘Come tomorrow, I'll have it for you then,’ he retorts, ‘Hey, what if he dies during the night; I’m supposed to lose my fee?’"
                },
                {
                    "id": 188,
                    "text": "A hothead buys a pot of honey. When people ask him what he paid for it, he keeps turning the pot upside down and saying, ‘May my blood flow out like this if I ever tell you!’"
                },
                {
                    "id": 189,
                    "text": "A doctor is visiting a sick hothead and says, ‘Now, I want you to eat breadcrumbs, together with a swallow of—’ ‘What, what?’ interrupts the hothead. ‘You expect me to crawl into a birdcage and eat crumbs alongside a swallow?’ Then he tries to roll the dice. The hothead angrily asks if the guy has a trade, and why he’s idle. ‘I mend clothing,’ answers the idler, ‘but I’m out of work right now.’ The hothead rips his own cloak, hands it to him, and says, ‘Here, get to work and keep still!’"
                },
                {
                    "id": 190,
                    "text": "Some idler sits beside a hothead, hovering over him and says, ‘I’m moving out of there.’"
                },
                {
                    "id": 191,
                    "text": "Somebody asks a hothead, ‘Where do you live?’"
                },
                {
                    "id": 192,
                    "text": "Someone runs into a hotheaded captain and says, ‘Hey, I saw your poop, er, sloop back on Rhodes.’ ‘Yeah?’ comes the answer. ‘And I saw your liver, er, sliver over in Sicily.’"
                },
                {
                    "id": 193,
                    "text": "Someone at the door is asking for the hothead. ‘I’m not in,’ comes an answer from within. The caller laughs and says, ‘You're lying; I recognize your voice.’ ‘Idiot,’ says the same voice, ‘if it had been my slave who answered, you would have believed him! Don’t you think I’m more credible than my slave?’"
                },
                {
                    "id": 194,
                    "text": "A hothead trips and falls down the stairs. When the landlord calls out, ‘Who fell down out there?’ the hothead says, ‘I did, in my rent payment. What's it to you?’"
                },
                {
                    "id": 195,
                    "text": "Someone says to a hotheaded senator, ‘I'd really like to see you when you're free for a moment.’ The hothead responds, ‘And I'd like to see you when you're blind and crippled!’"
                }
            ]
        },
        {
            "part": "Part VIII",
            "title": "NO-BRAINERS",
            "stories": [
                {
                    "id": 196,
                    "text": "An incompetent teacher is asked which is correct usage, ‘two’ or ‘the two.’ In answer, he simply puts out his hand and extends two fingers."
                },
                {
                    "id": 197,
                    "text": "An incompetent teacher is asked the name of Priam’s mother. At a loss, he says, ‘Well, we call her “Ma’am” out of politeness.’"
                },
                {
                    "id": 198,
                    "text": "An incompetent barber is treating with salve the customers whose faces he’s cut. When one of them complains about him, he retorts, ‘How ungrateful! You’ve received a one-denarius shave plus a four-denarius treatment with salve!’"
                },
                {
                    "id": 199,
                    "text": "A clueless apprentice has given someone a bad haircut. Now, doing the manicure, he cuts into the quick of his nails. When the customer pushes him away for this, the apprentice shouts, ‘Boss, why won't he let me learn?’"
                },
                {
                    "id": 200,
                    "text": "A clueless apprentice is ordered by his boss to give the owner of the barber shop a manicure. So he bursts into tears. When the owner asks him why, he responds, ‘I’m crying out of fear. See, I’m about to cut you and your nails will bleed and the boss will beat me.’"
                },
                {
                    "id": 201,
                    "text": "Aman comes back from abroad and approaches a stupid prophet. Asking about his family, he receives the answer: ‘All are healthy, including your father.’ ‘But it’s ten years now that my father’s been dead,’ the guy objects. ‘Obviously you have no idea who your real father is,’ counters the prophet."
                },
                {
                    "id": 202,
                    "text": "A stupid astrologer reads a child’s horoscope: ‘This boy will be a lawyer, then a prefect, then a chief magistrate.’ Well, the child dies. When his mother runs into the astrologer again, she says, ‘The one you said would be a lawyer and a prefect and a chief magistrate — he’s dead!’ ‘I swear on the boy’s tomb,’ says he, ‘if he had lived, he would have become all those things!’"
                },
                {
                    "id": 203,
                    "text": "A fellow approaches a stupid prophet and asks if his enemy will come to town. The prophet responds that he’s not coming. But when the fellow learns a few days later that his enemy is actually in town now, the prophet remarks, ‘Yeah, the guy’s outrageous, isn’t he?’"
                },
                {
                    "id": 204,
                    "text": "A stupid astrologer tells someone’s fortune: ‘You are not fated to produce heirs.’ ‘But I have seven boys!’ objects his client. ‘Well, better keep an eye on them,’ advises the astrologer."
                },
                {
                    "id": 205,
                    "text": "A stupid prophet stumbles into a line of the enemy. ‘I'm just a prophet,’ he says. ‘Well, prophet, tell us what's in store for us in the battle we’re about to join with the enemy.’ ‘That's easy: you'll win the war, provided they don’t steal the hairs from the backs of your heads in the midst of the fray.’"
                }
            ]
        },
        {
            "part": "Part IX",
            "title": "CHICKENSHITS",
            "stories": [
                {
                    "id": 206,
                    "text": "A coward is asked which are safer, warships or merchant-ships. ‘Dry-docked ships,’ he answers."
                },
                {
                    "id": 207,
                    "text": "A cowardly hunter, chased all night by a bear in his sleep, buys dogs and has them sleep next to him."
                },
                {
                    "id": 208,
                    "text": "Someone asks a cowardly boxer, ‘Whom do you have a fight with today?’ With a polite gesture in the direction of his opponent, he answers, ‘With that dear sweet gentleman over there.’"
                },
                {
                    "id": 209,
                    "text": "A cowardly boxer, taking an unremitting thrashing from his opponent, calls out: ‘Please, don’t all of you hit me at once!’"
                },
                {
                    "id": 210,
                    "text": "A cowardly boxer is looking to buy some property. He keeps asking the locals to assure him that there are no ‘Stingers’ on the grounds."
                }
            ]
        },
        {
            "part": "Part X",
            "title": "SLOW STUDIES",
            "stories": [
                {
                    "id": 211,
                    "text": "Two lazy-bones are fast asleep. A thief comes in, pulls the blanket from the bed, and makes off with it. One of them is aware of what happened, and says to the other, ‘Get up! Go after the guy who stole our blanket!’ The other responds, ‘Forget it. When he comes back to take the mattress, let’s grab him then.’"
                },
                {
                    "id": 212,
                    "text": "A father tells his do-nothing son to go to the neighbor and borrow an axe. ‘He won't lend it,’ says the boy. When the father insists, the boy responds, ‘I’m your neighbor, am I not? And do I own an axe? Nol’"
                },
                {
                    "id": 213,
                    "text": "One indolent owes another a denarius. The other runs into him and asks for his money back. The first indolent says, ‘It’s tied up in my bandanna. Reach over here, undo the bandanna, and lift out the denarius.’ ‘Oh, never mind,’ says the second, ‘I’m writing it off.’"
                }
            ]
        },
        {
            "part": "Part XI",
            "title": "THE GREENEYED MONSTER",
            "stories": [
                {
                    "id": 214,
                    "text": "A guy goes to the cloth-fuller’s shop to sell his urine. When he can’t piss like the others, he dies of envy."
                },
                {
                    "id": 215,
                    "text": "An envious landlord sees how happy his tenants are. So he evicts them all."
                },
                {
                    "id": 216,
                    "text": "Aman becomes jealous when he sees his neighbor battling wild beasts in the theatre. ‘Bring on the bear!’ he tells the games director."
                }
            ]
        },
        {
            "part": "Part XII",
            "title": "MORE CHICKENSHITS",
            "stories": [
                {
                    "id": 217,
                    "text": "Another coward writes on his forehead, CONTAINS VITAL ORGANS! Being incessantly pummeled by his opponent, he remarks to the referee, ‘I guess this guy can’t read; he’s killing me!’"
                },
                {
                    "id": 218,
                    "text": "A cowardly boxer, unremittingly pounded by his opponent, yells, ‘Please, don’t all of you hit me at once!’"
                }
            ]
        },
        {
            "part": "Part XIII",
            "title": "GLUTONS",
            "stories": [
                {
                    "id": 219,
                    "text": "A glutton is marrying his daughter off to another glutton. Asked what he’s giving her as her dowry, he responds, ‘She’s getting a house with windows that look out onto the bakery.’"
                },
                {
                    "id": 220,
                    "text": "A gluttonous gymnastics teacher sees a loaf of bread hanging from the ceiling. He calls to it, ‘Are you coming down? Will you answer me? Or do I have to come up there and shape you up?’"
                },
                {
                    "id": 221,
                    "text": "A gluttonous doctor, seeing a loaf of bread stuck in a hole, smears it with depilatory ointment."
                },
                {
                    "id": 222,
                    "text": "A doctor visits a gluttonous patient. He orders the sick man to take grits with a cup of water; and if he can’t find grits, he should do the same with groats. Says the glutton, ‘Goats? And if I can’t find a goat, should I eat a couple of kids?’"
                },
                {
                    "id": 223,
                    "text": "A glutton, seeing a loaf of bread laid up over the transom, prays, ‘Lord God, either exhalt Thy servant or humble that loaf!’"
                },
                {
                    "id": 224,
                    "text": "A glutton goes off to a gardener and gives him four denarii to let him eat as many figs as he likes. The gardener, unconcerned, tells him to eat whatever he wants from the trees close by. So the glutton climbs up the tallest trees and, starting at the top, eats all the figs on each one in turn. A long time later, the gardener remembers the guy and goes looking for him. He finds him still swinging from branch to branch, eating as he goes. Outraged, the gardener cries, ‘Couldn’t you have stayed on the ground and eaten from these overhanging branches?’ The answer: ‘Oh, I'll get to those when I come down.’"
                },
                {
                    "id": 225,
                    "text": "A glutton goes up to a baker and offers him two denarii to let him fill up with bread. The baker, figuring that one loaf should be enough for this guy, takes the denarii. The glutton stands there and starts eating the contents of a whole bread-basket. He’s finished off half the basket when the astounded baker says, ‘Why don’t you go ahead and sit down to eat?’ ‘I want to eat the ones in the basket standing up,’ responds the glutton. ‘I'll sit down when I get to the ones in the larder.’"
                },
                {
                    "id": 226,
                    "text": "A gluttonous comic actor asks the manager for lunch before he goes on stage. The manager wonders why he would want to eat lunch first. “So I won’t swear falsely when I give the line, “Right sweetly have I dined, by Artemis!”"
                }
            ]
        },
        {
            "part": "Part XIV",
            "title": "DRUNKS",
            "stories": [
                {
                    "id": 227,
                    "text": "As he’s drinking in a tavern, someone brings a message to a drunk: “Your wife is dead.” Hearing this, the drunk turns to the bartender: ‘How about pouring me some of the dark stuff, boss?’"
                },
                {
                    "id": 228,
                    "text": "A drunk is being railed at for losing touch with reality when he’s had a snootful. Barely able to see straight because of the wine, the drunk retorts, ‘Who’s the drunk here, you or me — you two-headed freak!’"
                },
                {
                    "id": 229,
                    "text": "A drunk acquires a vineyard through an inheritance. But the poor guy dies exactly at harvest-time."
                },
                {
                    "id": 230,
                    "text": "A drunk opens a bar, and stations a chained bear outside."
                }
            ]
        },
        {
            "part": "Part XV",
            "title": "HALITOSIS",
            "stories": [
                {
                    "id": 231,
                    "text": "A guy with bad breath decides to take his own life. So he wraps his head and asphyxiates himself."
                },
                {
                    "id": 232,
                    "text": "A husband with bad breath covers his wife with kisses, murmuring ‘My dear, my Hera, my Aphrodite!’ She, turning away, murmurs ‘My Zeus, my dead cod, er, my dread god!’"
                },
                {
                    "id": 233,
                    "text": "Someone with bad breath runs into a man who's deaf. ‘Hello,’ he calls, and the deaf man yells, ‘Yaack!’ ‘Why, what did I say?’ asks the first man. ‘You didn’t speak; you farted!’ comes the answer."
                },
                {
                    "id": 234,
                    "text": "A husband with bad breath asks his wife, ‘My dear, why do you hate me?’ She gives him an answer: ‘Because you kiss me.’"
                },
                {
                    "id": 235,
                    "text": "A man with halitosis goes to a doctor and says, ‘My dear doctor, see how my uvula has descended.’ When the guy opens his mouth, the doctor turns away and says, ‘It’s not that your uvula has descended; the problem is that your anus has ascended.’"
                },
                {
                    "id": 236,
                    "text": "A father with bad breath, thinking to give his baby boy a treat, chews up some food and tries to feed it to him. The boy turns away and says, ‘I don’t eat poop, pop.’"
                },
                {
                    "id": 237,
                    "text": "A cook with halitosis is frying a sausage. But he breathes on it so much that he turns it into a turd."
                },
                {
                    "id": 238,
                    "text": "A guy with bad breath goes up to a fruit-seller: ‘Sir, do you have any dried figs?’ The other turns away and declares, ‘Not even dried dates would cure your problem!’"
                },
                {
                    "id": 239,
                    "text": "A quick-witted young tragic actor is loved by two women, one with bad breath and one with body odor. When he hears, ‘Kiss me, dear, again and again!’ from the one, and ‘Give me some hugs!’ from the other, he declaims, ‘Alas, what shall I do? For I am torn between two evils!’"
                },
                {
                    "id": 240,
                    "text": "A guy with halitosis and a guy with body odor are sitting near one another in the theatre. It so happens that a young man sits down between them. When he notices the foul odor, he turns to the man with bad breath and asks, ‘Wow, who farted?’ Of course he gets his answer as soon as the man opens his mouth. So he turns to the ear of the other and starts to discuss the issue. But, becoming instantly aware of the other’s stink, he gets up and quits the scene."
                },
                {
                    "id": 241,
                    "text": "A fool sits down next to a deaf guy and farts. The latter, noticing the smell, cries out in disgust. The fool remarks, ‘Hey, you can hear all right! You’re kidding me about being deaf!’"
                },
                {
                    "id": 242,
                    "text": "Aman with bad breath is constantly looking to the heavens and saying lots of prayers. After a quick, baleful glance at him, Zeus calls down, ‘Have a little mercy! You’ve got gods in the underworld, too, you know!’"
                }
            ]
        },
        {
            "part": "Part XVI",
            "title": "THE LONSEKST NOKE IN THE BOOK",
            "stories": [
                {
                    "id": 243,
                    "text": "Invited to the grape-harvest by his friend, a glutton greedily eats the figs and grapes. With stomach cramps that night, he has a dream that his friend is sitting up in a fig tree calling him to come and eat figs. When he stands up, his friend enjoys shitting on him from the tree above. He himself has an attack of diarrhea and shits the bedclothes. When he regains consciousness, he washes the sheets and goes back to sleep. Again he dreams of his friend sitting in the fig-tree and, as before, trying to get him to climb up. Looking up at him, the glutton says, ‘You want to make a fool of me again, making me think you're shitting on me from the tree above, so that I have to strip the bedsheets again. But this time there’s no way I'll let myself be fooled! I'll shit first, and then climb up.’ And so once more, attacked by diarrhea, he befouls the bedclothes."
                }
            ]
        },
        {
            "part": "Part XVII",
            "title": "FRISKY LADI<$",
            "stories": [
                {
                    "id": 244,
                    "text": "A young husband asks his horny little wife, ‘Honey, what shall we do? Have lunch or have sex?’ And she to him: ‘Just as you like. By the way, we don’t have a thing to eat!’"
                },
                {
                    "id": 245,
                    "text": "A young fellow invites a couple of lecherous old ladies over. He tells his house servants, ‘Give a drink to the one who wants it, and have sex with the other, if she wants it.’ But the women immediately respond, ‘We're not thirsty!’"
                }
            ]
        },
        {
            "part": "Part XVIII",
            "title": "WIF€ HATERS",
            "stories": [
                {
                    "id": 246,
                    "text": "A wife-hater takes a spot in the market-place and announces, ‘Buy my wife! Tax-free!’ When people ask him why, he responds, ‘So the authorities can confiscate her.’"
                },
                {
                    "id": 247,
                    "text": "A wife-hater is attending to the burial of his wife, who has just died. When someone asks, ‘Who is it who rests in peace here?’ he answers, ‘Me, now that I’m rid of her!’"
                },
                {
                    "id": 248,
                    "text": "A wife-hater is desperately ill. His wife says, ‘If anything happens to you, I'll hang myself!’ Opening his eyes, he tells her, ‘Do it while I’m still alive, there’s a good girl.’"
                },
                {
                    "id": 249,
                    "text": "A wife-hater has a garrulous and abusive wife. She dies, and he has her carried out on a shield. One of the spectators asks why. ‘She was a fighter,’ he answers."
                }
            ]
        },
        {
            "part": "Part XIX",
            "title": "A FINAL <RAB-BAS",
            "stories": [
                {
                    "id": 250,
                    "text": "A young husband, asked if his wife gives him orders or if she obeys him at all times, swells up with pride and declares, ‘My wife is so afraid of me, if I open my mouth, she shits.’"
                },
                {
                    "id": 251,
                    "text": "The lady of the house has a half-witted slave. Noticing that he’s possessed of an exceptionally large knob, she conceives a passion for him. Donning a mask so she won't be recognized, she starts to play with him. He gets the point of that, and goes off with her... Later he greets his master with the usual smile: ‘Oh sir, sir, I got to fuck the dancer, and found the Mistress inside.’"
                },
                {
                    "id": 252,
                    "text": "A luckless eunuch got himself a hernia."
                },
                {
                    "id": 253,
                    "text": "A student dunce runs into his doctor. ‘My apologies,’ he says. ‘But please don’t blame me for not getting sick!’"
                },
                {
                    "id": 254,
                    "text": "A student dunce acquires some expensive Italian wine and seals up the amphora. But his slave makes a hole in the bottom and steals wine that way. The dunce is amazed that the wine is getting low, even though the seals remain unbroken. His roommate suggests, ‘Check whether the wine was taken out from the bottom.’ The dunce responds, ‘Simpleton, it’s not the bottom part of the wine that’s missing; it's the top!’"
                },
                {
                    "id": 255,
                    "text": "A student dunce hears that the crow lives for more than two hundred years. So he buys a crow and raises it just to test the report."
                },
                {
                    "id": 256,
                    "text": "A student dunce is shipwrecked in a storm. When he sees each of his fellow passengers holding onto items on board in order to save themselves, he himself holds onto one of the anchors."
                },
                {
                    "id": 257,
                    "text": "A student dunce buries his son. Running into his son’s teacher, he asks, ‘Has my boy come to class?’ Getting a negative answer, the dunce explains, ‘Well, you see, Professor, he’s dead.’"
                },
                {
                    "id": 258,
                    "text": "A student dunce teaches in the gymnasium. He hears that one of his students is sick. The following day, he hears that he has a fever. Later, he hears from the boy’s father that he’s dead. He remarks, ‘When you people keep coming up with excuses like that, you just keep the boys from learning!’"
                },
                {
                    "id": 259,
                    "text": "A student dunce buys a piece of meat, picks it up, and carries it homeward. A kite suddenly flies down and tears it out of his hand. The dunce swears, ‘May I become like you, if I don’t do the same to someone else!’"
                },
                {
                    "id": 260,
                    "text": "A quick study watches a doctor putting salve on a beautiful girl's eyes. ‘Careful, young man,’ says he. ‘Don't let curing the girl above lead to ruining her below!’ [Same as 151]"
                },
                {
                    "id": 261,
                    "text": "A gluttonous magistrate gives the order for his court to hold its sessions next to a bakery."
                },
                {
                    "id": 262,
                    "text": "While out of town, a quick study has developed a hernia. Upon his return, he’s asked what he’s brought with him. ‘Nothing for you,’ he responds, ‘but I got a little pillow for my thighs.’"
                },
                {
                    "id": 263,
                    "text": "Someone tries to needle a quick-witted man by telling him, ‘I had your wife for free.’ But he just says, ‘Me, I’m forced to put up with such an evil. What’s forcing you?’"
                },
                {
                    "id": 264,
                    "text": "A sharp lawyer is pleading a case before a judge. When the judge nods off, the lawyer shouts, ‘I appeal!’ ‘To whom?’ asks the judge. ‘To you, to wake up!’"
                },
                {
                    "id": 265,
                    "text": "A student dunce asks how many pints a 9-gallon amphora holds. ‘Are we talking wine or water?’ is the answer he gets."
                }
            ]
        }
    ]
}
